{
  "heroClasses": [
    {
      "id"          : 1,
      "name"        : "Barbarian",
      "color"       : "#E89643",
      "description" : "Неукротимый воин из диких земель, который полагается на грубую силу, выносливость и первобытную ярость, а не на тактику или тяжелую броню. В бою Варвар впадает в состояние бешенства, игнорируя боль и нанося сокрушительные удары.",
      "imagePath"   : "HeroIcons/Barbarian",          
      "abilities"   : ["Бешенство","Удар грома"]
    },
    {
      "id"          : 2,
      "name"        : "Warrior",
      "color"       : "#815B60",
      "description" : "Мастер владения оружием и доспехами, обученный различным боевым тактикам и дисциплине. Воин может быть как закованным в латы рыцарем, так и ловким фехтовальщиком. Их универсальность позволяет им эффективно адаптироваться к любой боевой ситуации.",
      "imagePath"   : "HeroIcons/Warrior",
      "abilities"   : ["Смелый рывок","Щитовой круг"]
    },
    {
      "id"          : 3,
      "name"        : "Rogue",
      "color"       : "#4F4F4F",
      "description" : "Специалист по скрытности, ловушкам и точному урону. Разбойники предпочитают атаковать из тени, используя слабые места противника для нанесения скрытой атаки. Они эксперты во взломе замков и обезвреживании ловушек, часто играют роль глаз и ушей группы.",
      "imagePath"   : "HeroIcons/Rogue",
      "abilities"   : ["Удар из тени","Кража"]
    },
    {
      "id"          : 4,
      "name"        : "Ranger",
      "color"       : "#96AC96",
      "description" : "Следопыт, живущий на границе цивилизации и дикой природы. Рейнджер мастерски выслеживает добычу, искусен в стрельбе из лука и имеет прочную связь с природой или животным-компаньоном. Он может использовать легкие заклинания для выживания или охоты.",
      "imagePath"   : "HeroIcons/Ranger",
      "abilities"   : ["Больной стрел", "Природный щит"]
    },
    {
      "id"          : 5,
      "name"        : "Cleric",
      "color"       : "#58858C",
      "description" : "Посвященный служитель божества, черпающий свою силу из веры. Клерики — мастера божественной магии, способные как исцелять раны и воскрешать павших, так и сокрушать нежить или поддерживать союзников. Их сила зависит от их преданности вере.",
      "imagePath"   : "HeroIcons/Cleric",
      "abilities"   : ["Исцеляющий луч","Светлый удар"]
    },
    {
      "id"          : 6,
      "name"        : "Paladin",
      "color"       : "#E9DC9E",
      "description" : "Святой воин, связанный священным обетом защищать добро и справедливость. Паладины сочетают боевое мастерство с божественной магией, используя её для исцеления, наложения рук и нанесения урона нечестивым существам (например, Божественная кара). Они — воплощение чести и долга.",
      "imagePath"   : "HeroIcons/Paladin",
      "abilities"   : ["Благословение","Огненный вихрь"]
    },
    {
      "id"          : 7,
      "name"        : "Druid",
      "color"       : "#7B8993",
      "description" : " Защитник природы, черпающий магию из мира природы и равновесия стихий. Друиды могут принимать облик животных (Превращение в зверя), управлять погодой и растениями, а также исцелять. Они выступают посредниками между цивилизацией и дикой природой.",
      "imagePath"   : "HeroIcons/Druid",
      "abilities"   : ["Преобразование","Сила леса"]
    },
    {
      "id"          : 8,
      "name"        : "Wizard",
      "color"       : "#96848E",
      "description" : "Ученый-маг, посвятивший жизнь изучению и пониманию арканной магии через гримуары и свитки. Волшебники обладают широчайшим и самым мощным арсеналом заклинаний, способных менять реальность, но физически они уязвимы и требуют защиты.",
      "imagePath"   : "HeroIcons/Wizard",
      "abilities"   : ["Огненный шар","Магический щит"]
    },
    {
      "id"          : 9,
      "name"        : "Sorcerer",
      "color"       : "#67B8EF",
      "description" : "Персонаж, обладающий врожденным даром к арканной магии, который течет в его крови (например, от драконьего предка или другой мистической линии). В отличие от Волшебника, Чародей интуитивно понимает магию и может изменять её эффекты (метамагия), хотя знает меньше заклинаний.",
      "imagePath"   : "HeroIcons/Sorcerer",
      "abilities"   : ["Магический взрыв","Кристальная броня"]
    }
  ]
}
